module.exports = [
    {
        title:'首页'
    },
    {
        title:'云平台介绍',
        collapsable: true,
        children:[
            '/k8s/云平台介绍/1.云原生实战介绍',
            '/k8s/云平台介绍/2.云平台-阿里云服务器开通流',
            '/k8s/云平台介绍/3.云平台-按量付费的优点',
            '/k8s/云平台介绍/4.云平台-私有网络VPC实战',
            '/k8s/云平台介绍/5.容器化-docker的概念',
            '/k8s/云平台介绍/6.容器化-开通青云服务器',
            '/k8s/云平台介绍/7.容器化-安装docker',
            '/k8s/云平台介绍/8.容器化-命令-操作镜像',
            '/k8s/云平台介绍/9.容器化-命令-提交改变',
            '/k8s/云平台介绍/10.容器化-命令-镜像推送',
            '/k8s/云平台介绍/11.容器化-命令-挂载',
            '/k8s/云平台介绍/12.容器化-命令-补充',
            '/k8s/云平台介绍/13.容器化-进阶-创建java应用',
            '/k8s/云平台介绍/14.容器化-进阶-redis设置密码访问',
            '/k8s/云平台介绍/15.容器化-进阶-统计访问人数场景',
            '/k8s/云平台介绍/16.容器化-进阶-Dockerfile构建任意应用镜像',
            "/k8s/云平台介绍/17.容器化-进阶-应用分享与启动",
            '/k8s/云平台介绍/18.容器化-Docker入门实战完成'
        ]
    },
    {
        title:'k8s基础',
        collapsable: true,
        children:[
            '/k8s/k8s基础/1.kubermetes基础-介绍',
            '/k8s/k8s基础/2.kubermetes基础-集群的方式',
            '/k8s/k8s基础/3.kubermetes基础-组件架构',
            '/k8s/k8s基础/4.kubermetes基础-组件交互逻辑动画',
            '/k8s/k8s基础/5.kubermetes基础-集群安装逻辑',
            '/k8s/k8s基础/6.k8s集群搭建-开通青云三个按量付费服务器',
            '/k8s/k8s基础/7.k8s集群搭建-docker容器化环境安装',
            '/k8s/k8s基础/8.k8s集群搭建-所有机器预备环境准备完成'
        ]
    },

];
